Repository: pypi-data/pypi-mirror-183
Catalog: packages/py-lav/py_lav-1.0.8-py3-none-any.whl/pylav/converters/locales/*.po
Languages: it_it

source: Node with name or id `{arg}` not found
it_it: Nodo con nome o id `{arg}` non trovato

source: Playlist with name or id `{arg}` not found
it_it: Playlist con nome o id `{arg}` non trovata

source: Query must be a playlist or album
it_it: La query deve essere una scaletta o un album

source: Station with name `{arg}` not found
it_it: Stazione con nome `{arg}` non trovata

source: Radio Browser is disabled
it_it: Il browser radio Ã¨ disabilitato

source: Unnamed
it_it: Senza Nome

source: Tag with name `{arg}` not found
it_it: Tag con nome `{arg}` non trovato

source: Language with name `{arg}` not found
it_it: Lingua con nome `{arg}` non trovata

source: State with name `{arg}` not found
it_it: Fortezza con nome `{arg}` non trovata

source: Codec with name `{arg}` not found
it_it: Codec con nome `{arg}` non trovato

source: Country code `{arg}` not found
it_it: Codice paese `{arg}` non trovato

source: Country with name `{arg}` not found
it_it: Paese con nome `{arg}` non trovato
