Repository: pypi-data/pypi-mirror-183
Catalog: packages/py-lav/py_lav-1.0.3.tar.gz/py_lav-1.0.3/pylav/players/locales/*.po
Languages: da_dk, de_de

source: No available nodes!
da_dk: Ingen tilgængelige noder!
de_de: Keine verfügbaren Knoten!

source: Music in {count} servers
da_dk: Musik i {count} servere
de_de: Musik auf {count} Servern

source: There are no tracks currently in the player history
da_dk: Der er ingen spor i spillerens historie
de_de: Es gibt derzeit keine Tracks im Spielerverlauf

source: Current node has the Volume filter functionality disabled
da_dk: Aktuel node har funktionen Volumenfilter deaktiveret
de_de: Aktueller Knoten hat die Volumenfilter-Funktionalität deaktiviert

source: Current node has the Equalizer functionality disabled
da_dk: Aktuelle indholdselement har funktionen Equalizer deaktiveret
de_de: Aktueller Knoten hat die Equalizer-Funktionalität deaktiviert

source: Current node has the Karaoke functionality disabled
da_dk: Aktuel node har Karaoke funktionaliteten deaktiveret
de_de: Aktueller Knoten hat die Karaoke-Funktionalität deaktiviert

source: Current node has the Timescale functionality disabled
da_dk: Aktuelle indholdselement har funktionen Timescale deaktiveret
de_de: Aktueller Knoten hat die Timeskale-Funktionalität deaktiviert

source: Current node has the Tremolo functionality disabled
da_dk: Aktuel node har Tremolo funktionalitet deaktiveret
de_de: Aktueller Knoten hat die Tremolo-Funktionalität deaktiviert

source: Current node has the Vibrato functionality disabled
da_dk: Aktuelle indholdselement har funktionen Vibrato deaktiveret
de_de: Aktueller Knoten hat die Vibrato-Funktion deaktiviert

source: Current node has the Rotation functionality disabled
da_dk: Aktuel node har rotationsfunktionaliteten deaktiveret
de_de: Aktueller Knoten hat die Rotation Funktion deaktiviert

source: Current node has the Distortion functionality disabled
da_dk: Aktuel node har forvrængningsfunktionaliteten deaktiveret
de_de: Aktueller Knoten hat die Verzerrungsfunktion deaktiviert

source: Current node has the LowPass functionality disabled
da_dk: Aktuel node har funktionen LowPass deaktiveret
de_de: Aktueller Knoten hat die LowPass Funktionalität deaktiviert

source: Current node has the Echo functionality disabled
da_dk: Aktuel node har Echo funktionaliteten deaktiveret
de_de: Aktueller Knoten hat die Echo-Funktionalität deaktiviert

source: Current node has the ChannelMix functionality disabled
da_dk: Aktuel node har funktionaliteten ChannelMix deaktiveret
de_de: Aktueller Knoten hat die ChannelMix-Funktionalität deaktiviert

source: Now Playing in
da_dk: Spiller nu om
de_de: Jetzt spielen in

source: Currently livestreaming
da_dk: I øjeblikket livestreaming
de_de: Livestreaming

source: Playing:
da_dk: Afspilning:
de_de: Spielen:

source: Requester
da_dk: Anmoder
de_de: Anfrage

source: Duration
da_dk: Varighed
de_de: Dauer

source: Previous Track
da_dk: Forrige Spor
de_de: Vorheriger Track

source: Next Track
da_dk: Næste Spor
de_de: Nächste Spur

source: {track_count} tracks, {queue_total_duration} remaining
da_dk: {track_count} numre, {queue_total_duration} tilbage
de_de: {track_count} Tracks, {queue_total_duration} verbleibend

source: Repeating
da_dk: Gentagelse
de_de: Wiederholung

source: Auto Play
da_dk: Automatisk Afspil
de_de: Automatisch spielen

source: Volume
da_dk: Lydstyrke
de_de: Lautstärke

source: Recently Played for
da_dk: Senest afspillet for
de_de: Kürzlich gespielt für

source: Queue for
da_dk: Kø for
de_de: Warteschlange für

source: Playing
da_dk: Afspiller
de_de: Abspielen

source: Queue order is may not be accurate due to auto-shuffle being enabled
da_dk: Kø ordre er muligvis ikke præcis fordi auto-shuffle bliver aktiveret
de_de: Warteschlange ist möglicherweise nicht korrekt, da Auto-Shuffle aktiviert wird

source: Page {current_page}/{total_pages} | {track_number} tracks, {queue_total_duration} remaining
da_dk: Side {current_page}/{total_pages} ¤ {track_number} numre, {queue_total_duration} tilbage
de_de: Seite {current_page}/{total_pages} | {track_number} Tracks, {queue_total_duration} verbleibend
