Repository: pypi-data/pypi-mirror-183
Catalog: packages/py-lav/py_lav-1.0.3-py3-none-any.whl/pylav/players/locales/*.po
Languages: es_es, nb_no, nl_nl, pl_pl, ro_ro, uk_ua

source: No available nodes!
es_es: ¡No hay nodos disponibles!
nb_no: Ingen noder er tilgjengelig!
nl_nl: Geen beschikbare knooppunten!
pl_pl: Brak dostępnych węzłów!
ro_ro: Nu sunt noduri disponibile!
uk_ua: Немає доступних вузлів!

source: Music in {count} servers
es_es: Música en servidores de {count}
nb_no: Musikk i {count} servere
nl_nl: Muziek in {count} servers
pl_pl: Muzyka na {count} serwerach
ro_ro: Muzică în {count} servere
uk_ua: Музика на {count} серверах

source: There are no tracks currently in the player history
es_es: No hay pistas en el historial del jugador
nb_no: Det er ingen spor som er i spiller-loggen
nl_nl: Er zijn momenteel geen nummers in de spelergeschiedenis
pl_pl: Obecnie nie ma żadnych utworów w historii gracza
ro_ro: Nu există nicio melodie în istoricul jucătorilor
uk_ua: Наразі немає маршрутів в історії гравців

source: Current node has the Volume filter functionality disabled
es_es: El nodo actual tiene la funcionalidad de filtro de volumen deshabilitada
nb_no: Gjeldende node har funksjonen for volumfilter er deaktivert
nl_nl: Huidige node heeft de Volume filter functionaliteit uitgeschakeld
pl_pl: Bieżący węzeł ma wyłączoną funkcję filtra głośności
ro_ro: Modulul curent are funcționalitatea filtrului de volum dezactivată
uk_ua: Поточний вузол вимкнено функціональність фільтру Тома

source: Current node has the Equalizer functionality disabled
es_es: El nodo actual tiene la funcionalidad Equalizer desactivada
nb_no: Gjeldende node har Equalizer-funksjonen deaktivert
nl_nl: Huidige node heeft de Equalizer functionaliteit uitgeschakeld
pl_pl: Bieżący węzeł ma wyłączoną funkcjonalność korektora
ro_ro: Modulul curent are funcționalitatea Egalizatorului dezactivată
uk_ua: Поточний вузол не має можливості еквалайзера

source: Current node has the Karaoke functionality disabled
es_es: El nodo actual tiene desactivada la funcionalidad de Karaoke
nb_no: Gjeldende node har funksjonen funksjonen funksjonen deaktivert
nl_nl: Huidige node heeft de Karaoke functionaliteit uitgeschakeld
pl_pl: Bieżący węzeł ma wyłączoną funkcjonalność Karaoke
ro_ro: Nodul curent are funcţionalitatea Karaoke dezactivată
uk_ua: Поточний вузол не має можливості Караоке

source: Current node has the Timescale functionality disabled
es_es: El nodo actual tiene la funcionalidad de escala de tiempo desactivada
nb_no: Gjeldende node har tidsforskyvning deaktivert
nl_nl: Huidige node heeft de tijdschaal-functionaliteit uitgeschakeld
pl_pl: Bieżący węzeł ma wyłączoną funkcjonalność Czasu
ro_ro: Modulul curent are funcționalitatea temporală dezactivată
uk_ua: Поточний вузол не має можливості Timescale

source: Current node has the Tremolo functionality disabled
es_es: El nodo actual tiene la funcionalidad de Tremolo desactivada
nb_no: Gjeldende node har Tremolo-funksjonaliteten deaktivert
nl_nl: Huidige node heeft de Tremolo functionaliteit uitgeschakeld
pl_pl: Bieżący węzeł ma wyłączoną funkcjonalność Tremolo
ro_ro: Nodul curent are funcţionalitatea Tremolo dezactivată
uk_ua: Поточний вузол не має можливості Tremolo

source: Current node has the Vibrato functionality disabled
es_es: El nodo actual tiene la funcionalidad Vibrato desactivada
nb_no: Gjeldende node har vibrasjonsfunksjonalitet deaktivert
nl_nl: Huidige node heeft de Vibrato functionaliteit uitgeschakeld
pl_pl: Bieżący węzeł ma wyłączoną funkcjonalność Vibrato
ro_ro: Nodul curent are funcţionalitatea Vibrato dezactivată
uk_ua: Поточний вузол не має можливості Вібрації

source: Current node has the Rotation functionality disabled
es_es: El nodo actual tiene la funcionalidad de rotación desactivada
nb_no: Gjeldende node har rotasjonsfunksjonaliteten deaktivert
nl_nl: Huidige node heeft de rotatiefunctionaliteit uitgeschakeld
pl_pl: Bieżący węzeł ma wyłączoną funkcję rotacji
ro_ro: Modulul curent are funcționalitatea de rotație dezactivată
uk_ua: Поточний вузол відключено можливості обертання

source: Current node has the Distortion functionality disabled
es_es: El nodo actual tiene la funcionalidad de Distorción desactivada
nb_no: Gjeldende node har forvrengningsfunksjonalitet deaktivert
nl_nl: Huidige node heeft de vervormingsfunctionaliteit uitgeschakeld
pl_pl: Bieżący węzeł ma wyłączoną funkcję zniekształcenia
ro_ro: Modulul curent are funcționalitatea Distortion dezactivată
uk_ua: Поточний вузол вимкнено функціональність дистрибуції

source: Current node has the LowPass functionality disabled
es_es: El nodo actual tiene la funcionalidad LowPass desactivada
nb_no: Gjeldende node har LowPass-funksjonaliteten deaktivert
nl_nl: Huidige node heeft de LowPass functionaliteit uitgeschakeld
pl_pl: Bieżący węzeł ma wyłączoną funkcjonalność LowPass
ro_ro: Modulul curent are funcționalitatea de owPass dezactivată
uk_ua: Поточний вузол вимкнено з функціями низькопередача

source: Current node has the Echo functionality disabled
es_es: El nodo actual tiene la funcionalidad Echo desactivada
nb_no: Gjeldende node har Echo funksjonalitet deaktivert
nl_nl: Huidige node heeft de Echo functionaliteit uitgeschakeld
pl_pl: Bieżący węzeł ma wyłączoną funkcjonalność Echo
ro_ro: Modulul curent are funcţionalitatea Echo dezactivată
uk_ua: Поточний вузол відключено функцію Echo

source: Current node has the ChannelMix functionality disabled
es_es: El nodo actual tiene la funcionalidad ChannelMix deshabilitada
nb_no: Gjeldende node har funksjonen til ChannelMix funksjon deaktivert
nl_nl: Huidige node heeft de KanaalMix functionaliteit uitgeschakeld
pl_pl: Bieżący węzeł ma wyłączoną funkcję ChannelMix
ro_ro: Modulul curent are funcționalitatea ChannelMix dezactivată
uk_ua: Поточний вузол відключено функціональність ChannelMix

source: LIVE
es_es: VIVO
nb_no: Direkte
pl_pl: ŻYWO
ro_ro: IV-VA
uk_ua: ОПЕРАТИВНА

source: Now Playing in
es_es: Ahora jugando en
nb_no: Spiller nå om
nl_nl: Nu aan het spelen
pl_pl: Teraz odtwarzane w
ro_ro: Acum se joacă în
uk_ua: Зараз грає у

source: Currently livestreaming
es_es: Actualmente en vivo
nb_no: Direkteavspilling for øyeblikket
nl_nl: Momenteel livestreaming
pl_pl: Obecnie żywe zwierzęta
ro_ro: În prezent animalul
uk_ua: Триває трансляція

source: Playing:
es_es: Reproduciendo:
nb_no: Spiller:
nl_nl: Afspelen:
pl_pl: Odtwarzanie:
ro_ro: Redare:
uk_ua: Грає:

source: Requester
es_es: Solicitante
nb_no: Anmoder
nl_nl: Aanvrager
pl_pl: Żądający
ro_ro: Solicitant
uk_ua: Замовник

source: Duration
es_es: Duración
nb_no: Varighet
nl_nl: Duur
pl_pl: Czas trwania
ro_ro: Durată
uk_ua: Тривалість

source: Previous Track
es_es: Pista anterior
nb_no: Forrige spor
nl_nl: Vorige track
pl_pl: Poprzednia ścieżka
ro_ro: Pistă anterioară
uk_ua: Попередня композиція

source: Next Track
es_es: Siguiente pista
nb_no: Neste spor
nl_nl: Volgende track
pl_pl: Następny utwór
ro_ro: Următoarea piesă
uk_ua: Наступна композиція

source: {track_count} tracks, {queue_total_duration} remaining
es_es: {track_count} pistas, {queue_total_duration} restantes
nb_no: {track_count} spor, {queue_total_duration} gjenstående
nl_nl: {track_count} nummers, {queue_total_duration} resterend
pl_pl: {track_count} utworów, pozostało {queue_total_duration}
ro_ro: {track_count} melodii, {queue_total_duration} rămase
uk_ua: {track_count} треків, {queue_total_duration} залишилось

source: Repeating
es_es: Repetir
nb_no: Gjentakende
nl_nl: Herhalende
pl_pl: Powtarzanie
ro_ro: Repetare
uk_ua: Повторення

source: Auto Play
es_es: Auto Jugar
nb_no: Automatisk avspilling
nl_nl: Automatisch spelen
pl_pl: Automatyczne odtwarzanie
ro_ro: Redare automată
uk_ua: Автовідтворення

source: Volume
es_es: Volumen
nb_no: Volum
pl_pl: Objętość
ro_ro: Volum
uk_ua: Об'єм

source: Recently Played for
es_es: Reproducido recientemente por
nb_no: Nylig spilt for
nl_nl: Onlangs gespeeld voor
pl_pl: Ostatnio grane dla
ro_ro: Jucat recent pentru
uk_ua: Нещодавно зіграно за

source: Queue for
es_es: Cola para
nb_no: Kø for
nl_nl: Wachtrij voor
pl_pl: Kolejka dla
ro_ro: Coadă pentru
uk_ua: Черга

source: Playing
es_es: Jugando
nb_no: Spiller
nl_nl: Afspelen
pl_pl: Gra
ro_ro: Redare
uk_ua: Відтворюється

source: Queue order is may not be accurate due to auto-shuffle being enabled
es_es: El orden de cola puede no ser exacto debido a que se está habilitando auto-shuffle
nb_no: Kø-ordre er kanskje ikke nøyaktig fordi automatisk shuffle er aktivert
nl_nl: Wachtrijvolgorde is mogelijk niet nauwkeurig omdat auto-shuffle is ingeschakeld
pl_pl: Kolejność kolejki może nie być dokładna ze względu na włączanie automatycznego przetasowania
ro_ro: Ordinea de așteptare ar putea să nu fie corectă din cauza activării auto-shuffle
uk_ua: Порядок черги може бути неточним через ввімкнення автоматичного перемішування

source: Page {current_page}/{total_pages} | {track_number} tracks, {queue_total_duration} remaining
es_es: Página {current_page}/{total_pages} | {track_number} pistas, {queue_total_duration} restantes
nb_no: Side {current_page}/{total_pages} ＋ {track_number} spor, {queue_total_duration} gjenstående
nl_nl: Pagina {current_page}/{total_pages} Â½ {track_number} nummers, {queue_total_duration} resterend
pl_pl: Strona {current_page}/{total_pages} | {track_number} utworów, pozostało {queue_total_duration}
ro_ro: Pagina {current_page}/{total_pages} <unk> {track_number} melodii, {queue_total_duration} rămase
uk_ua: Сторінка {current_page}/{total_pages} | {track_number} треки, {queue_total_duration} залишилася
