Repository: pypi-data/pypi-mirror-183
Catalog: packages/parzzley/parzzley-3.3.2834-py3-none-any.whl/parzzley/_meta/po/*.po
Languages: de

source: Add aspect
de: Aspekt hinzufügen

source: Add item
de: Element hinzufügen

source: Add parameter
de: Parameter hinzufügen

source: Add path acceptor filter
de: Pfad-Akzeptor Filter hinzufügen

source: Add preparation
de: Preparation hinzufügen

source: Analyze synchronization performance here.
de: Analysieren Sie die Synchronisierungs-Performance hier.

source: Apply decisions
de: Entscheidungen anwenden

source: Aspect '{0}'
de: Aspekt '{0}'

source: At first, go to the Parzzley sync directory you want to see reports for.
de: Gehen Sie zuerst zu dem Parzzley-synchronisierten Verzeichnis, dessen Reports Sie sehen möchten.

source: Average
de: Durchschnitt

source: Axes
de: Achsen

source: Be aware that ssh filesystems will only work if the destination is a known host to ssh and the ssh program can connect without doubts. It will also need an 'ssh identity file' for it as well (search the internet for more info). Please choose one in the next dialog.
de: SSH-Dateisysteme funktionieren nur dann, wenn der Zielhost für ssh bekannt ist und ssh ohne Probleme die Verbindung herstellen kann. Ferner wird eine 'ssh identity file' benötigt (weitere Infos siehe Internet). Bitte wählen Sie diese Datei im nächsten Dialog aus.

source: Cancel
de: Abbrechen

source: Change
de: Ändern

source: Change type
de: Typ ändern

source: Change value
de: Wert ändern

source: Choose a configuration file
de: Wählen Sie eine Konfigurationsdatei...

source: Click on one of the nodes below in order to configure it. Warning: Changes might break your configuration!
de: Klicken Sie auf einen der Knoten unterhalb, um ihn zu konfigurieren. Warnung: Änderungen könnten die Konfiguration beeinträchtigen!

source: Close
de: Schließen

source: Configure
de: Konfigurieren

source: Content
de: Inhalt

source: Custom Aspect
de: Benutzerdefinierter Aspekt

source: Custom Aspect '{0}'
de: Benutzerdefinierter Aspekt '{0}'

source: Day
de: Tag

source: Disable high level customization support
de: High-Level Anpassbarkeit deaktivieren

source: Disable metadata storage
de: Metadata Storage deaktivieren

source: Disable revision tracking
de: Revisionsverfolgung deaktivieren

source: Do you really want to drop the resolution decisions you made so far?
de: Möchten Sie die bisher vorgenommenen Entscheidungen wirklich verwerfen?

source: Do you really want to remove the '{0}' aspect?
de: Möchten Sie den Aspekt '{0}' wirklich entfernen?

source: Do you really want to remove the '{0}' parameter?
de: Möchten Sie den Parameter '{0}' wirklich entfernen?

source: Do you really want to remove the '{0}' preparation?
de: Möchten Sie diese Preparation '{0}' wirklich entfernen?

source: Do you really want to remove this item?
de: Möchten Sie dieses Element wirklich entfernen?

source: Do you really want to run this synchronization task now?
de: Möchten Sie diese Synchronisation jetzt wirklich ausführen?

source: Do you want to enable or disable a forced ownership and permission set?
de: Möchten Sie die erzwungene Eigentümerschaft und Erlaubnisvergabe aktivieren oder deaktivieren?

source: Edit code
de: Code editieren

source: Enable high level customization support
de: High-Level Anpassbarkeit aktivieren

source: Enable metadata storage
de: Metadata Storage aktivieren

source: Enable revision tracking
de: Revisionsverfolgung aktivieren

source: Event handler
de: Ereignisroutine

source: Event handler:
de: Ereignisroutine:

source: File Include
de: Datei-Include

source: File Include '{0}'
de: Datei-Inklude '{0}'

source: Filesystem
de: Dateisystem

source: Filesystem '{0}' ({1})
de: Dateisystem '{0}' ('{1}')

source: Filesystem ({0})
de: Dateisystem ({0})

source: Filesystem:
de: Dateisystem:

source: Filtering
de: Filter

source: Force file ownerships and permissions
de: Dateieigentümer/-erlaubnisse forcieren

source: General
de: Allgemein

source: Go To Directory
de: Gehe zu Verzeichnis

source: Hint: You could also run this from command line or in background. Read the documentation for details.
de: Tip: Sie können dies auch per Kommandozeile oder im Hintergrund ausführen. Lesen Sie die Dokumentation für Details.

source: Horizontally:
de: Horizontal:

source: Hour
de: Stunde

source: Month
de: Monat

source: No
de: Nein

source: No logging
de: Kein Logging

source: Now you can resolve sync file conflicts. For each file, you can decide which version to take. You are free to skip some decisions if you want to resolve that later. When you are done, commit your resolution.
de: Nun können Sie Synchronisationskonflikte auflösen. Sie können für jede Datei entscheiden, welche Version weiter verwendet werden soll. Jede Entscheidung kann übersprungen und später gelöst werden. Wenden Sie Ihre Entscheidungen an, sobald Sie entschieden haben.

source: Only problems
de: Nur Probleme

source: Open another configuration file
de: Andere Konfigurationsdatei öffnen

source: Parzzley Report Viewer
de: Parzzley Reportbetrachter

source: Parzzley Sync Conflict Manager
de: Parzzley Synchronisationskonflikte-Manager

source: Path
de: Pfad

source: Path:
de: Pfad:

source: Please choose a trash-to-cleanup interval (e.g. '100h' or '4d').
de: Bitte wählen Sie eine Vorhaltezeit für den Papierkorb (z.B. '100h' oder '4d').

source: Please choose an ssh identity file.
de: Bitte wählen Sie eine ssh identity file.

source: Please choose if you want to enable or disable the trashbin in '{0}'.
de: Bitte wählen Sie, ob Sie den Papierkorb in '{0}' aktivieren oder deaktivieren möchten.

source: Please choose on which filesystem you want to force file ownerships and permissions.
de: Bitte wählen Sie, für welches Dateisystem Sie Dateieigentümer und -erlaubnisse forcieren möchten.

source: Please choose on which filesystem you want to setup the trashbin.
de: Bitte wählen Sie, für welches Dateisystem Sie den Papierkorb einstellen möchten.

source: Please choose on which filesystem you want to store the metadata shadow.
de: Bitte wählen Sie, für welches Dateisystem Sie den Metadata-Storage einrichten möchten.

source: Please choose the type for the {0}. filesystem.
de: Bitte wählen Sie den Typ für das {0}. Dateisystem.

source: Please choose what you want to add.
de: Bitte wählen Sie, was Sie hinzufügen möchten.

source: Please choose which filesystem is the read-only one.
de: Bitte wählen Sie, welches Dateisystem nur für Lesezugriffe vorgesehen ist.

source: Please choose which filesystem shall be the data sink (the 'storage place'). The other filesystem will become the source, which will regularly be pulled and purged.
de: Bitte wählen Sie, welches Dateisystem als Datensenke (der 'Storage') vorgesehen ist. Das andere Dateisystem wird dann die Quelle, die abgerufen und bereinigt wird.

source: Please enter the full name (dot-separated including package and module names) of the Python object (class, function, ...) you want to import.
de: Bitte geben Sie den vollen Namen (Punkt-getrennt inklusive Package- und Modulnamen) des Python-Objekts (Klasse, Funktion, ...), das Sie importieren möchten.

source: Please enter the name (without dots) you want to make this object available as.
de: Bitte geben Sie den Namen (ohne Punkte) ein, unter dem Sie dieses Objekt verfügbar machen möchten.

source: Please enter the new aspect type name.
de: Bitte geben Sie den neuen Aspekttypen ein.

source: Please enter the new full name of the Python object you want to import.
de: Bitte geben Sie den neuen vollen Namen des Python-Objekts ein, das Sie importieren möchten.

source: Please enter the new maximum severity for this logger.
de: Bitte geben Sie den neuen maximalen Schweregrad für diesen Logger ein.

source: Please enter the new minimum severity for this logger.
de: Bitte geben Sie den neuen minimalen Schweregrad für diesen Logger ein.

source: Please enter the new name you want to make this object available as.
de: Bitte geben Sie den neuen Namen ein, unter dem Sie dieses Objekt verfügbar machen möchten.

source: Please enter the new object type name.
de: Bitte geben Sie den neuen Objektnamen ein.

source: Please enter the new parameter name.
de: Bitte geben Sie den neuen Parameternamen ein.

source: Please enter the new parameter value.
de: Bitte geben Sie den neuen Parameterwert ein.

source: Please enter the new preparation type name.
de: Bitte geben Sie den neuen Preparationstypen ein.

source: Please find the directory you want to resolve conflicts in. It is sufficient to find the root directory of your Parzzley volume.
de: Bitte wählen Sie das Verzeichnis, in dem Konflikte auflösen möchten. Es ist ausreichend, das Wurzelverzeichnis des Parzzley-Volumes zu finden.

source: Please make your code changes here.
de: Bitte machen Sie hier Ihre Codeänderungen.

source: Please specify a bitmask of permissions to add on each directory.
de: Bitte spezifizieren Sie eine Bitmaske für zusätzliche Erlaubnisse für jedes Verzeichnis.

source: Please specify a bitmask of permissions to add on each file.
de: Bitte spezifizieren Sie eine Bitmaske für zusätzliche Erlaubnisse für jede Datei.

source: Please specify a bitmask of permissions to remove on each directory.
de: Bitte spezifizieren Sie eine Bitmaske für zu entziehende Erlaubnisse für jedes Verzeichnis.

source: Please specify a bitmask of permissions to remove on each file.
de: Bitte spezifizieren Sie eine Bitmaske für zu entziehende Erlaubnisse für jede Datei.

source: Please specify a file name (or relative path) to include. If this file does not exist, it will be created.
de: Bitte spezifizieren Sie den Dateinamen (oder relativen Pfad), den Sie inkludieren möchten. Falls diese Datei nicht existiert, wird sie erzeugt.

source: Please specify a log level.
de: Bitte spezifizieren Sie einen Loglevel.

source: Please specify a name for this synchronization task.
de: Bitte spezifizieren Sie einen Namen für diesen Synchronisationstask.

source: Please specify a path acceptor filter as Python expression. The parameter 'path' holds the path, 'fs' the filesystem.
de: Bitte spezifizieren Sie einen Pfad-Akzeptor Filter als Python-Ausdruck. Der Parameter 'path' empfängt den Pfad, 'fs' das Dateisystem.

source: Please specify a type name for the new custom aspect.
de: Bitte spezifizieren Sie einen Typnamen für den neuen benutzerdefinierten Aspekt.

source: Please specify the destination machine hostname.
de: Bitte spezifizieren Sie den Hostnamen der Zielmaschine.

source: Please specify the filesystem path on the destination machine.
de: Bitte spezifizieren Sie den Dateisystempfad auf der Zielmaschine.

source: Please specify the owner group (prepend '#' for a gid).
de: Bitte spezifizieren Sie die Eigentümergruppe (stellen Sie '#' voran für eine gid).

source: Please specify the owner user (prepend '#' for a uid).
de: Bitte spezifizieren Sie den Eigentümernutzer (stellen Sie '#' voran für eine uid).

source: Please specify the root directory.
de: Bitte spezifizieren Sie das Wurzelverzeichnis.

source: Please specify the ssh user name.
de: Bitte spezifizieren Sie den ssh Benutzernamen.

source: Problems & file changes
de: Probleme & Dateiänderungen

source: Properties
de: Eigenschaften

source: Read and change your Parzzley configuration here, execute the synchronization, or run some other actions from here. Just scroll down and find the elements of your current configuration.
de: Lesen und ändern Sie Ihre Parzzley-Konfiguration hier, führen Sie die Synchronisation aus, oder lösen Sie einige andere Aktionen aus. Scrollen Sie abwärts um alle Elemente Ihrer aktuellen Konfiguration zu sehen.

source: Remove
de: Löschen

source: Reports
de: Reporte

source: Resolve Parzzley sync conflicts here. At first, go to the sync directory you got conflicts in.
de: Lösen Sie hier Parzzley-Synchronisationskonflikte auf. Gehen Sie zuerst zu dem Synchronisationsverzeichnis, in dem Konflikte aufgetreten sind.

source: Resolve conflicts
de: Konflikte lösen

source: Run
de: Ausführen

source: See when this directory was synchronized.
de: Betrachten Sie hier, wann Ihr Verzeichnis synchrosiert worden ist.

source: Set major behavior to default
de: Setze Hauptverhalten zu Standard

source: Set major behavior to pull&purge
de: Setze Hauptverhalten zu Abrufen&Bereinigen

source: Set to replication mode for a read-only filesystem
de: Setze Replikationsmodus für Nur-lese-Dateisystem

source: Setup logging
de: Logging einrichten

source: Setup trashbin
de: Papierkorb einrichten

source: Sum
de: Summe

source: Sync run
de: Sync-Lauf

source: Sync run:
de: Sync-Lauf:

source: Synchronization had problems!
de: Bei der Synchronisation sind Probleme aufgetreten!

source: Synchronized successfully!
de: Synchronisation war erfolgreich!

source: Synchronizing...
de: Synchronisation läuft...

source: There are no conflicts to solve here.
de: Hier sind keine Konflikte aufzulösen.

source: This directory seems not to be synchronized by Parzzley. Please choose another directory.
de: Dieses Verzeichnis scheint nicht Parzzley-synchronisiert zu sein. Bitte wählen Sie ein anderes Verzeichnis.

source: This is not a valid Parzzley configuration file. You should open another file.
de: Dies ist keine gültige Parzzley Konfigurationsdatei. Sie sollten eine andere Datei öffnen.

source: This option allows you to customize the synchronization behavior by placing '.parzzley.custom.py' script pieces somewhere in the sync tree. See the documentation for more details. Find a sample script in '_meta/parzzley.custom.py.example' inside the Parzzley package.
de: Diese Option erlaubt die Anpassung des Synchronisationsverhaltens durch Ablegen von '.parzzley.custom.py' Skripten an beliebigen Stellen innerhalb des Verzeichnisbaums. Lesen Sie die Dokumentation für weitere Details. Lesen Sie auch das Beispielskript '_meta/parzzley.custom.py.example' innerhalb des Parzzley-Pakets.

source: Those are the last log messages. If you need more verbosity or an own deletion plan, you should create a Logger in your configuration.
de: Dies sind die letzten Logmeldungen. Für mehr Ausführlichkeit oder einen anderen Löschplan sollten Sie in Ihrer Konfiguration einen weiteren Logger anlegen.

source: Time span:
de: Zeitspanne:

source: Timeline
de: Zeitlinie

source: Unset replication mode for a read-only filesystem
de: Setze Replikationsmodus für Nur-lese-Dateisystem zurück

source: Vertically:
de: Vertikal:

source: Week
de: Woche

source: Welcome to Parzzley! At first you should add at least one sync task. You can then run it directly from here, but maybe should configure it for automated background syncing later. Be aware that you use Parzzley at your own risk. Misuse (and also software errors) could screw up your data.
de: Willkommen bei Parzzley! Zuerst sollten Sie einen neuen Sync-Task anlegen. Sie können ihn dann direkt von hier ausführen, sollten später aber eventuell die Synchronisation im Hintergrund konfigurieren. Die Nutzung von Parzzley erfolgt auf eigenes Risiko. Fehlbenutzung (und auch Softwarefehler) könnten Ihren Datenbestand beschädigen.

source: Welcome to {0}.
de: Willkommen bei {0}.

source: XML files
de: XML-Dateien

source: Yes
de: Ja

source: You need at least one LocalFilesystem for that feature.
de: Diese Funktionalität setzt mindestens ein LocalFilesystem voraus.

source: [times in ms]
de: [Zeiten in ms]

source: built: {0} {1}
de: erzeugt: {0} {1}

source: disable
de: deaktivieren

source: enable
de: aktivieren

source: failed prematurely
de: vorzeitig fehlgeschlagen

source: finished
de: abgeschlossen

source: from
de: von

source: local filesystem
de: Lokales Dateisystem

source: ssh filesystem
de: ssh Dateisystem

source: to
de: bis
