Repository: pypi-data/pypi-mirror-183
Catalog: packages/py-lav/py_lav-1.0.2-py3-none-any.whl/pylav/converters/locales/*.po
Languages: nl_nl

source: Node with name or id `{arg}` not found
nl_nl: Node met naam of id `{arg}` niet gevonden

source: Playlist with name or id `{arg}` not found
nl_nl: Afspeellijst met naam of id '{arg}' niet gevonden

source: Query must be a playlist or album
nl_nl: Query moet een afspeellijst of album zijn

source: Station with name `{arg}` not found
nl_nl: Station met naam `{arg}` niet gevonden

source: Radio Browser is disabled
nl_nl: Radio Browser is uitgeschakeld

source: Unnamed
nl_nl: Onbenoemd

source: Tag with name `{arg}` not found
nl_nl: Tag met naam{arg}is niet gevonden

source: Language with name `{arg}` not found
nl_nl: Taal met naam `{arg}` niet gevonden

source: State with name `{arg}` not found
nl_nl: Provincie met naam{arg}is niet gevonden

source: Codec with name `{arg}` not found
nl_nl: Codec met de naam `{arg}` niet gevonden

source: Country code `{arg}` not found
nl_nl: Landcode `{arg}` niet gevonden

source: Country with name `{arg}` not found
nl_nl: Land met de naam `{arg}is niet gevonden
