Repository: pypi-data/pypi-mirror-183
Catalog: packages/seafile-nautilus/seafile_nautilus-0.1.3.tar.gz/seafile_nautilus-0.1.3/seafile_nautilus/locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Create share link
fr: Créer un share-link

source: Create upload link
fr: Créer un upload-link

source: Delete share link
fr: Supprimer le share-link

source: Delete upload link
fr: Supprimer l'upload-link

source: Change share link permissions
fr: Modifier les permissions du share-link

source: Preview Only
fr: Aperçu uniquement

source: Preview and download
fr: Prévisualiser et télécharger

source: Edit on cloud and download
fr: Éditer dans le cloud et télécharger

source: Download and upload
fr: Téléchargement et envoi

source: Details
fr: Détails

source: Details about the share link
fr: Détails sur le share-link

source: Details about the upload link
fr: Détails sur le upload-link

source: Details about the internal link
fr: Détails sur le internal-link

source: Quit
fr: Quitter

source: Error
fr: Erreur

source: « {href_file} » does not belong to any synchronized library.
fr: « {href_file} » n'appartient à aucune bibliothèque synchronisée.

source: « {file} » is not valid a valid path.
fr: « {file} » n'est pas un chemin valide.

source: One part of seafile local configuration data is missing: {file} Are you sure Seafile is correctly installed for the current user?
fr: Un élément de configuration locale de Seafile est absent : {file} Êtes-vous certain que Seafile est installé et disponible pour l’utilisateur courant ?

source: Delete {kind} link ?
fr: Supprimer le {kind}-link ?

source: Are you sure you want to delete the {kind} link? The link to « {short_name} » will be <b>immediately and permanently invalidated</b>. You cannot undo this action. If you create a new link, it will be different from the current one.
fr: Confirmez-vous la suppression du {kind}-link? Le lien vers « {short_name} » sera <b>immédiatement et définitivement invalidé</b> sans retour en arrière possible. Si vous créez à nouveau un lien, il sera différent de l'actuel.

source: About which link would you like details?
fr: À propos de quel lien souhaitez-vous des détails ?

source: any user who has access to the links can access the files or folders pointed by the link.
fr: quiconque possède ce lien pourra accéder aux fichiers ou aux dossiers pointés par ce lien.

source: No login is required.
fr: Aucune authentification n'est nécessaire.

source: only logged in users who have share permissions to file or folder can access this link.
fr: l'accès au fichier ou dossier est réservée aux personnes de la même organisation.

source: Login is required.
fr: Authentification requise.

source: Each file/folder has such a link that cannot be deleted.
fr: Chaque fichier/dossier possède un tel lien qui ne peut être supprimé.

source: any user who has access to the links can upload files to the folder pointed by the link.
fr: quiconque possède ce lien pourra téléverser des éléments vers le dossier pointé par ce lien.

source: Details about the link to « {short_name} »
fr: Détails du lien vers « {short_name} »

source: Field
fr: Champ

source: Value
fr: Valeur

source: Share « {file_name} »
fr: Partage de « {file_name} »

source: Modification of share link permissions on « {short_name} »
fr: Modification des permissions associées au lien vers « {short_name} »

source: Current permissions are: <b>{curr_perm}</b>. Click on <b>« {curr_perm} »</b> to leave the link permissions unchanged. Click on any other button to change permissions. Permission changes can be undone.
fr: Actuellement, les permissions sont : <b>{curr_perm}</b>. Cliquer sur <b>« {curr_perm} »</b> pour laisser les permissions inchangées. Cliquer sur un autre bouton pour ajuster les permissions. Les changements que vous pourrez apporter sont réversibles.

source: Local link:
fr: Local:

source: You must select <b>exactly one</b> file or folder.
fr: Vous devez sélectionner <b>un et un seul</b> fichier ou dossier.

source: The script takes exactly one file/folder path as argument.
fr: Vous devez passer en argument un et un seul chemin vers un fichier ou un dossier.
