Repository: pypi-data/pypi-mirror-183
Catalog: packages/py-lav/py_lav-1.0.8.tar.gz/py_lav-1.0.8/pylav/converters/locales/*.po
Languages: sv_se

source: Node with name or id `{arg}` not found
sv_se: Nod med namn eller id `{arg}` hittades inte

source: Playlist with name or id `{arg}` not found
sv_se: Spellista med namn eller id `{arg}` hittades inte

source: Query must be a playlist or album
sv_se: Frågan måste vara en spellista eller ett album

source: Station with name `{arg}` not found
sv_se: Station med namnet `{arg}` hittades inte

source: Radio Browser is disabled
sv_se: Radio Browser är inaktiverad

source: Unnamed
sv_se: Namnlös

source: Tag with name `{arg}` not found
sv_se: Tagg med namnet `{arg}` hittades inte

source: Language with name `{arg}` not found
sv_se: Språk med namnet `{arg}` hittades inte

source: State with name `{arg}` not found
sv_se: Status med namnet `{arg}` hittades inte

source: Codec with name `{arg}` not found
sv_se: Codec med namnet `{arg}` hittades inte

source: Country code `{arg}` not found
sv_se: Landskod `{arg}` hittades inte

source: Country with name `{arg}` not found
sv_se: Land med namn `{arg}` hittades inte
