Repository: pypi-data/pypi-mirror-183
Catalog: packages/django-oauth-hub/django_oauth_hub-0.0.5-py3-none-any.whl/django_oauth_hub/oauth_client/locale/*/LC_MESSAGES/django.po
Languages: nl

source: From provider template
nl: Van aanbiedersjabloon

source: From manual configuration
nl: Van handmatige configuratie

source: Credentials
nl: Gegevens

source: OAuth client
nl: OAuth cliënt

source: OAuth provider "%(slug)s" was not found.
nl: OAuth aanbieder "%(slug)s" is niet gevonden.

source: OAuth client needs either a User API URL or an OpenID Connect Discovery URL.
nl: OAuth cliënt heeft een Gebruiker API URL of een OpenID Connect Discovery URL nodig.

source: OAuth client was unable to obtain an ID from user info.
nl: OAuth cliënt kon geen ID verkrijgen uit de gebruikersinformatie.

source: OAuth client was unable to obtain an email address from user info.
nl: OAuth cliënt kon geen e-mailadres verkrijgen uit de gebruikersinformatie.

source: OAuth client was unable to obtain a username from user info.
nl: OAuth cliënt kon geen gebruikersnaam verkrijgen uit de gebruikersinformatie

source: OAuth user is already connected to another user.
nl: OAuth gebruiker is al verbonden aan een andere gebruiker.

source: OAuth clients
nl: OAuth cliënten

source: Generic
nl: Generiek

source: version
nl: versie

source: name
nl: naam

source: client ID
nl: cliënt ID

source: client secret
nl: cliënt geheim

source: request token URL
nl: tokenaanvraag URL

source: access token URL
nl: toegangstoken URL

source: authorize URL
nl: autorisatie URL

source: user API URL
nl: gebruiker API URL

source: user API key
nl: gebruiker API sleutel

source: user ID key
nl: gebruiker ID sleutel

source: is choice
nl: is keuze

source: user email key
nl: gebruiker e-mail sleutel

source: user username key
nl: gebruiker gebruikersnaam sleutel

source: OpenID Connect Discovery cannot be used for OAuth 1.0.
nl: OpenID Connect Discovery kan niet gebruikt worden voor OAuth 1.0.

source: Request token URL cannot be blank when using OAuth 1.0.
nl: Tokenaanvraag URL kan niet gebruikt worden voor OAuth 1.0.

source: Access token URL cannot be blank when using OAuth 2.0 without OpenID Connect Discovery.
nl: Toegangstoken URL kan niet leeg zijn als OAuth 2.0 wordt gebruikt zonder OpenID Connect Discovery.

source: Authorize URL cannot be blank when using OAuth 2.0 without OpenID Connect Discovery.
nl: Autorisatie URL kan niet leeg zijn als OAuth 2.0 wordt gebruikt zonder OpenID Connect Discovery.

source: User API URL and OpenID Connect Discovery URL cannot both be blank.
nl: Gebruiker API URL en OpenID Connect Discovery URL kunnen niet beiden leeg zijn.

source: OAuth client connection
nl: OAuth cliënt verbinding

source: OAuth client connections
nl: OAuth cliënt verbindingen

source: identifier
nl: identificatie

source: email address
nl: e-mailadres

source: username
nl: gebruikersnaam

source: client
nl: cliënt

source: user
nl: gebruiker

source: OAuth client token
nl: OAuth cliënt token

source: OAuth client tokens
nl: OAuth cliënt tokens

source: OAuth token secret
nl: OAuth token geheim

source: access token
nl: toegangstoken

source: refresh token
nl: ververstoken

source: expires at
nl: verloopt om

source: connection
nl: verbinding

source: OAuth token cannot be blank when using OAuth 1.0
nl: OAuth token kan niet leeg zijn als OAuth 1.0 wordt gebruikt.

source: OAuth token secret cannot be blank when using OAuth 1.0
nl: OAuth token geheim kan niet leeg zijn als OAuth 1.0 wordt gebruikt.

source: Token type cannot be blank when using OAuth 2.0
nl: Token type kan niet leeg zijn als OAuth 2.0 wordt gebruikt.

source: Access token cannot be blank when using OAuth 2.0
nl: Toegangstoken kan niet leeg zijn als OAuth 2.0 wordt gebruikt.

source: Do you want to connect third party account "{{ oauth_identifier }}" to your account "{{ identifier }}"?
nl: Wil je het account van een derde partij "{{ oauth_identifier }}" aan je account "{{ identifier }}" verbinden?

source: Yes, connect to current account
nl: Ja, verbind aan huidige account

source: No, sign in as separate account
nl: Nee, log in als apart account

source: Connections
nl: Verbindingen

source: Email Address
nl: E-mailadres

source: Username
nl: Gebruikersnaam

source: Identifier
nl: Identificatie

source: Actions
nl: Acties

source: Disconnect
nl: Ontbinden

source: Connect
nl: Verbinden

source: Connect a third party account to your account:
nl: Verbind een account van een derde partij aan je account:

source: Sign in
nl: Inloggen

source: Sign in with a third party account:
nl: Inloggen met een account van een derde partij:

source: Sign in with %(name)s
nl: Inloggen met %(name)s

source: No third party account providers available.
nl: Geen aanbieders voor derde partij accounts beschikbaar.

source: OAuth client was unable to obtain user info.
nl: OAuth cliënt kon geen gebruikersinformatie verkrijgen.

source: OAuth client was unable to process user info.
nl: OAuth cliënt kon de gebruikersinformatie niet verwerken.
