Repository: pypi-data/pypi-mirror-183
Catalog: packages/py-lav/py_lav-1.0.10-py3-none-any.whl/pylav/converters/locales/*.po
Languages: fr_fr

source: Node with name or id `{arg}` not found
fr_fr: Noeud avec nom ou id `{arg}` introuvable

source: Playlist with name or id `{arg}` not found
fr_fr: Playlist avec nom ou id `{arg}` introuvable

source: Query must be a playlist or album
fr_fr: La requête doit être une playlist ou un album

source: Station with name `{arg}` not found
fr_fr: Station avec le nom `{arg}` introuvable

source: Radio Browser is disabled
fr_fr: Le navigateur radio est désactivé

source: Unnamed
fr_fr: Sans nom

source: Tag with name `{arg}` not found
fr_fr: Tag avec le nom `{arg}` introuvable

source: Language with name `{arg}` not found
fr_fr: Langue avec le nom `{arg}` introuvable

source: State with name `{arg}` not found
fr_fr: Etat avec le nom `{arg}` introuvable

source: Codec with name `{arg}` not found
fr_fr: Codec avec le nom `{arg}` introuvable

source: Country code `{arg}` not found
fr_fr: Code de pays `{arg}` introuvable

source: Country with name `{arg}` not found
fr_fr: Pays avec le nom `{arg}` introuvable
